DELETE FROM `residents`;

INSERT INTO `residents` (`id`, `fio`, `area`, `start_date`) VALUES
(1, 'Смирнов Иван Петрович', 12.3, '2023-01-01'),
(2, 'Петров Сергей Леонидович', 34.4, '2023-02-01'),
(3, 'Иванов Николай Михайлович', 45.6, '2023-03-01'),
(4, 'Суханов Александр Александрович', 56.7, '2023-04-01'),
(5, 'Кузнецов Сергей Владимирович', 29.8, '2023-05-01'),
(6, 'Васильев Дмитрий Александрович', 38.9, '2023-06-01'),
(7, 'Михайлов Андрей Владимирович', 42.0, '2023-07-01'),
(8, 'Кузин Сергей Игоревич', 51.0, '2023-08-01'),
(9, 'Александров Игорь Сергеевич', 31.2, '2023-09-01'),
(10, 'Борисов Николай Петрович', 47.4, '2023-10-01');